{
    "clearing": {
        "description": "You are in a clearing. You have arrived in your car from the west and the paved road ends in the east, where a path begins that goes up the mountain. There is a wooden table under the trees south of the clearing and a fire place. A dense network of trees prevents passage in any other direction. Your car is parked on the north side of the clearing."
    },
    "path": {
        "description": "The path is a boring place to stop: usually you just walk over it to go somewhere (wherever it is). This path in particular is uphill and surrounded by tall, green trees. Noises can be heard coming from the trees, maybe you're not alone..."
    },
    "fountain": {
        "description": "You hear the sound of flowing water.\nOn the north side of the trail, the mountain is craggy and steep, and the network of trees is densely packed. On the south side of the path the road widens slightly and there is a mossy stone fountain from which water flows."
    },
    "lookout": {
        "description": "You hear the sound of flowing water.\nOn the north side of the trail, the mountain is craggy and steep, and the network of trees is densely packed. On the south side of the path the road widens slightly and there is a mossy stone fountain from which water flows."
    },
    "little(o) shop": {
        "description": "They say it is only infinitesimally probable to be here."
    },
    "blacksmith": {
        "description": "You are in a blacksmith's shop. He is working on an anvil by striking a hot iron with a hammer. The room is small, full of tools, and it's hot as hell."
    },
    "chest": {
        "description": "Hey! There's a chest here!"
    },
    "ferns": {
        "description": "A lot of ferns."
    },
    "intruder": {
        "description": "It shouldn't be here"
    },
    "river": {
        "description": "You are on the bank of a river. It is not possible to cross it without getting wet and without risking being dragged by the water current."
    },
    "oak": {
        "description": "There's n Oak here."
    },
    "temple": {
        "description": "You are in a temple. Strange symbols made up of concentric circles adorn the walls. A monk prays in front of an altar filled with a liquid of a strange color."
    },
    "victory": {
        "description": ""
    }
}